anthropic.claude-code
anysphere.cursorpyright
anysphere.remote-ssh
bierner.markdown-mermaid
donjayamanne.githistory
dvirtz.parquet-viewer
eamodio.gitlens
github.vscode-github-actions
hashicorp.terraform
hediet.vscode-drawio
k--kato.intellij-idea-keybindings
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.makefile-tools
ms-vsliveshare.vsliveshare
redhat.java
ryu1kn.partial-diff
tomoki1207.pdf
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
